Repository: whufclee/XBMC-Python
Catalog: service.openelec.settings/language/Slovenian/strings.po
Languages: sl

# #600
source: @DISTRONAME@ Settings
sl: Nastavitve @DISTRONAME@

# #601
source: Interface
sl: Vmesnik

# #602
source: Address
sl: Naslov

# #603
source: Type
sl: Vrsta

# #604
source: State
sl: Zvezna država

# #605
source: Address
sl: Naslov

# #606
source: Distribution:
sl: Distribucija:

# #607
source: Version:
sl: Različica:

# #608
source: Architecture:
sl: Arhitektura:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Kodi media center. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
sl: OpenELEC (angl. Open Embedded Linux Entertainment Center) je minimalna distribucija GNU/Linux, namensko izdelana za medijsko središče Kodi. Zasnovan je tako, da se hitro zažene, ima dovolj enostaven postopek za pretvorbo golega HTPC v polno prilagojen medijski stoj v manj kot petnajstih minutah.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
sl: [B]Podpora:[/B][CR]Splet: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Družabna omrežja:[/B][CR]IRC: #openelec na freenode.net (na spletišču je na voljo tudi klepet prek spletnega vmesnika)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
sl: Projekt OpenELEC poganjajo dobra volja, ljubezen in vaši prispevki. Če bi radi prispevali projektu, lahko donirate prek storitev PayPal, Flattr in Bitcoin. Doniranje je enostavno in vzame le nekaj minut. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
sl: Prilagodite ime gostitelja, vrsto tipkovnice, izvedite ponastavitev, posodobitev ali varnostno kopiranje in obnavljanje.

# #701
source: Configure network startup options, NTP and VPNs
sl: Prilagodite možnosti zagona omrežja, časovnih strežnikov in navideznih zasebnih omrežij.

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
sl: Upravljajte z žičnimi, brezžičnimi in navideznimi omrežnimi povezavami, ki so na voljo sistemu.

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
sl: Prilagodite sistemske storitve, kot so Samba, SSH, Cron, Avahi in Syslog.

# #704
source: Configure and pair Bluetooth devices
sl: Prilagodi in upari naprave Bluetooth

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
sl: Uporabni podatki, kot so podrobnosti o različici in arhitekturi, povezave do podpore in družbena omrežja ter kako projektu donirate.

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
sl: Prilagodite ime gostitelja vašega sistema @DISTRONAME@. Slednje se uporablja za \\imegostitelja HTPC v sistemih Windows in ime strežnika SMB v programu Mac OS Finder.

# #711
source: Configure the 1st keyboard software layout
sl: Prilagodite 1. programsko postavitev tipkovnice.

# #712
source: Configure the 2nd keyboard software layout
sl: Prilagodite 2. programsko postavitev tipkovnice.

# #713
source: Configure the physical keyboard type
sl: Prilagodite vrsto fizične tipkovnice.

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
sl: @DISTRONAME@ lahko prilagodite na samodejne ali ročne posodobitve. Samodejne posodobitve so na voljo med stabilnimi izdajami in kandidati za stabilne izdaje. Samodejno posodabljanje je onemogočeno na razvojnih gradnjah in izdajah beta.

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
sl: Če nastavite na VKLJUČENO, bo prikazano zaslonsko obvestilo, ko bodo na voljo nove posodobitve.

# #716
source: Click to manually check the @DISTRONAME@ servers for an updated release
sl: S klikom ročno preverite strežnike @DISTRONAME@, če je na voljo posodobljena izdaja.

# #717
source: If you have an small LCD or VFD attached to your @DISTRONAME@ system you must configure the correct display driver
sl: Če imate na svoj sistem @DISTRONAME@ priklopljen majhen zaslon LCD ali VFD, morate prilagoditi ustrezen gonilnik za zaslon.

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
sl: Nastavite na VKLJUČENO in naprave Bluetooth bodo v energijsko varčevalnih načinih onemogočene.

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
sl: Ustvari arhiv tar, ki vsebuje vse nastavitve in prilagoditve @DISTRONAME@ in Kodi, zbirke podatkov in vsebino oglednih sličic. Datoteke varnostne kopije bodo shranjene v /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
sl: Obnovite z zgornjo možnostjo varnostnega kopiranja ustvarjeno varnostno kopijo v arhivu tar.

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
sl: [COLOR FF00FF00]MEHKA PONASTAVITEV[/COLOR] Dokončno ponastavi prilagoditve @DISTRONAME@ na privzete vrednosti (ponastavi tudi Kodi na privzete vrednosti, vključno z nastavitvami vaše knjižnice. Vaši mediji - glasba, videi, itn. - s tem niso prizadeti).

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
sl: [COLOR FFFF0000]TRDA PONASTAVITEV[/COLOR] Dokončno ponastavi prilagoditve @DISTRONAME@ in Kodi na privzete vrednosti (vse v vaši particiji za hrambo bo izbrisano!).

# #726
source: Enable or disable support for Wireless (WLAN) networks
sl: Omogočite ali onemogočite podporo za brezžična omrežja (WLAN).

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
sl: Omogočite »privezano« brezžično dostopno točko. Zanjo morate imeti brezžični vmesnik (in gonilnik), ki podpira premoščanje in način dostopne točke. Vsi vmesniki tega niso zmožni.

# #728
source: Configure the Access Point SSID
sl: Prilagodite SSID dostopne točke

# #729
source: Configure the Access Point Passphrase
sl: Prilagodite geslo dostopne točke

# #730
source: Enable or disable support for Wired (Ethernet) networks
sl: Omogočite ali onemogočite podporo žičnih omrežij (Ethernet)

# #732
source: Configure the 1st time (NTP) server
sl: Prilagodite prvi časovni strežnik (NTP).

# #733
source: Configure the 2nd time (NTP) server
sl: Prilagodite drugi časovni strežnik (NTP).

# #734
source: Configure the 3rd time (NTP) server
sl: Prilagodite tretji časovni strežnik (NTP).

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
sl: Nastavite na VKLJUČENO, če želite zakasniti zagon Kodi, dokler ni na voljo omrežje. Uporabite to možnost, če se op. sistem zaganja pred središčem Kodi, preden je omrežje vzpostavljeno in so dostopne osrednje zbirke podatkov MySQL.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
sl: Nastavite na VKLJUČENO, da omogočite vdelano storitev souporabe datotek Samba (SMB).

# #739
source: Set to ON to require username/password access to local Samba fileshares
sl: Nastavite na VKLJUČENO, če je za dostop do krajevnih souporabljenih datotečnih shramb Samba potrebno uporabniško ime/geslo.

# #740
source: Set the username for Samba sharing
sl: Določite uporabniško ime za souporabo prek Sambe

# #741
source: Set the password for Samba sharing
sl: Določite geslo za souporabo prek Sambe

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
sl: Nastavite na VKLJUČENO, da omogočite vdelani strežnik SSH. Konzolo SSH odprete z uporabniškim imenom »root« in geslom »@ROOT_PASSWORD@«.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
sl: Nastavite na VKLJUČENO, če ste zasebne ključe SSH kopirali na svoj HTPC in želite izboljšati varnost z onemogočanjem overjanja SSH z uporabniškim imenom in geslom.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
sl: Nastavite na VKLJUČENO, da omogočite storitev odkrivanja omrežij Avah (Zeroconf/Bonjour).

# #745
source: Set to ON to enable the cron daemon
sl: Nastavite na VKLJUČENO, da omogočite demona cron.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
sl: S prenosom datotek OBEX lahko prek povezave Bluetooh na @DISTRONAME@ prenesete datoteke, npr filme ali slike.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
sl: Tu lahko nastavite mesto mape, kamor naj prenos datotek OBEX shrani dohodne datoteke.

# #753
source: Configure the 1st keyboard software Variant
sl: Prilagodite prvo programsko različico tipkovnice.

# #754
source: Configure the 2nd keyboard software Variant
sl: Prilagodite drugo programsko različico tipkovnice.

# #755
source: Auto share external drives / partitions
sl: Samodejno souporabljaj zunanje pogone/razdelke

# #32001
source: Services
sl: Storitve

# #32002
source: System
sl: Sistem

# #32003
source: Interface
sl: Vmesnik

# #32007
source: Driver
sl: Gonilnik

# #32008
source: LCD/VFD Driver
sl: Gonilnik LCD/VFD

# #32009
source: Keyboard
sl: Tipkovnica

# #32010
source: Keyboard Layout
sl: Postavitev tipk

# #32012
source: Select Action
sl: Izberite dejanje

# #32013
source: Updates
sl: Posodobitve

# #32014
source: Automatic Updates
sl: Samodejne posodobitve

# #32100
source: Connections
sl: Povezave

# #32101
source: Network
sl: Omrežje

# #32102
source: Wireless Networks
sl: Brezžična omrežja

# #32103
source: Wired Networks
sl: Žična omrežja

# #32105
source: Active
sl: Aktivno

# #32106
source: Username
sl: Uporabniško ime

# #32107
source: Passphrase
sl: Geslo

# #32108
source: Enable 'tethered' Wireless Access Point
sl: Omogoči brezžično dostopno točko z deljenjem dostopa

# #32109
source: Connect Automatically
sl: Poveži se samodejno

# #32110
source: Connection
sl: Povezava

# #32113
source: IP Address Method
sl: Metoda naslova IP

# #32114
source: IP Address
sl: IP-naslov

# #32115
source: Subnet Mask
sl: Maska podomrežja

# #32116
source: Default Gateway
sl: Privzeti prehod

# #32117
source: Prefix Length
sl: Dolžina predpone

# #32118
source: Privacy
sl: Zasebnost

# #32119
source: DNS Servers
sl: Strežniki DNS

# #32120
source: Nameserver #1
sl: Imenski strežnik št. 1

# #32121
source: Nameserver #2
sl: Imenski strežnik št. 2

# #32122
source: Nameserver #3
sl: Imenski strežnik št. 3

# #32123
source: NTP Servers
sl: Strežniki NTS

# #32124
source: Timeserver #1
sl: Časovni strežnik št. 1

# #32125
source: Timeserver #2
sl: Časovni strežnik št. 2

# #32126
source: Timeserver #3
sl: Časovni strežnik št. 3

# #32127
source: DNS Domains
sl: Domene DNS

# #32128
source: Domain #1
sl: Domena št. 1

# #32129
source: Domain #2
sl: Domena št. 2

# #32130
source: Domain #3
sl: Domena št. 3

# #32140
source: Save
sl: Shrani

# #32141
source: Delete
sl: Izbriši

# #32142
source: Refresh
sl: Osveži

# #32143
source: Disconnect
sl: Prekini povezavo

# #32144
source: Connect
sl: Poveži

# #32146
source: Hidden Network Name
sl: Ime skritega omrežja

# #32147
source: Wireless Network Passphrase
sl: Geslo za brezžično omrežje

# #32148
source: Wireless Network Username
sl: Up. ime za brezžično omrežje

# #32150
source: Edit
sl: Uredi

# #32180
source: Would you like to update @DISTRONAME@ now?
sl: Želite zdaj posodobiti @DISTRONAME@?

# #32181
source: Filename
sl: Ime datoteke

# #32182
source: Download speed
sl: Hitrost prenosa

# #32183
source: Time remaining
sl: Preostali čas

# #32184
source: Extract file
sl: Razširi datoteko

# #32185
source: Extract speed
sl: Hitrost razširjanja

# #32186
source: Initialize Archive File
sl: Inicializiraj arhivsko datoteko

# #32187
source: Latest Version
sl: Najnovejša različica

# #32188
source: Current Version
sl: Trenutna različica

# #32189
source: Identification
sl: Identifikacija

# #32190
source: System Name
sl: Ime sistema

# #32196
source: About
sl: O sistemu

# #32202
source: Use Samba Password Authentication
sl: Uporabi overjanje sambe z geslom

# #32203
source: Disable SSH Password
sl: Onemogoči geslo SSH

# #32204
source: Enable Samba
sl: Omogoči Sambo

# #32205
source: Enable SSH
sl: Omogoči SSH

# #32206
source: Enable Avahi (Zeroconf)
sl: Omogoči Avahi (Zeroconf)

# #32208
source: Hidden Wlan
sl: Skrito brezžično omrežje

# #32212
source: Cancel
sl: Prekliči

# #32216
source: Auto-Share External Drives
sl: Samodejno sopurabljaj zunanje pogone

# #32300
source: Welcome to @DISTRONAME@
sl: Dobrodošli v

# #32301
source: Welcome
sl: Dobrodošli

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
sl: Ta čarovnik vas bo vodil skozi postopek nastavljanja vaše nove namestitve @DISTRONAME@ - nastavitve kraja, časovnega pasu in povezovanja v omrežje.[CR][CR]Te nastavitve lahko kasneje spremenite prek menijev z Programi > Nastavitve @DISTRONAME@.

# #32303
source: Next
sl: Naslednji

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
sl: Da bi sistem enostavno prepoznali v omrežju, vaš nov sistem @DISTRONAME@ potrebuje ime.[CR][CR]Poskusite izbrati nekaj pomenljivega - kot je npr. ime sobe, v kateri se nahaja - tako da boste vedeli, kaj je, ko jo boste opazili v omrežju.[CR][CR]To ime se uporablja, ko prilagajate omrežne storitve, kot je souporaba datotek s sambo.

# #32305
source: Networking
sl: Omrežje

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
sl: Če želite prenesti ozadja, pasice in ogledne sličice za svoje filme in TV nanizanke oz. oddaje ter pretakati spletne vsebine s spletišč, kot je YouTube, je potrebno @DISTRONAME@ povezati v internet.[CR][CR]Internetna povezava je nujna tudi za samodejno posodabljanje @DISTRONAME@.

# #32308
source: Hostname:
sl: Ime gostitelja:

# #32309
source: The following Networks are currently available:
sl: Trenutno so na voljo naslednja omrežja:

# #32311
source: Sharing and Remote Access
sl: Souporaba in oddaljeni dostop

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
sl: @DISTRONAME@ za oddaljen dostop podpira tudi SSH. Namenjen je naprednim uporabnikom, ki si želijo interakcije z operacijskim sistemom, ki teče v @DISTRONAME@. Privzeti uporabnik je [COLOR blue]root[/COLOR] in privzeto geslo je [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
sl: Da bi lahko souporabljali datoteke med računalniki, @DISTRONAME@ vključuje svoj strežnik samba. Slednjega lahko vključite v svoje krajevno omrežje, da do njega dostopate na znan način z orodji, kot so Finder, Windows Explorer in Nautilus.

# #32316
source: Configure Services:
sl: Prilagodite storitve:

# #32317
source: Thank you
sl: Hvala

# #32318
source: Your @DISTRONAME@ installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website
sl: Vaša namestitev @DISTRONAME@ je zdaj dokončana in zdaj boste vstopili v Kodi, kjer lahko nastavite svoje medijske knjižnice. Če pri tem potrebujete pomoč, jo najdete na wiki.kodi.tv[CR][CR]@DISTRONAME@ razvija ekipa razvijalcev, ki v celoti delujejo v svojem prostem času. Tudi kot prostovoljski projekt moramo plačati širokopasovni dostop do interneta in razvijalske vire, tako da bomo, če se vam zdi @DISTRONAME@ uporaben, vedno hvaležni za donacijo v poljubnem znesku.[CR][CR]Nenazadnje upamo, da uživate pri uporabi @DISTRONAME@ v enaki meri, kakor mi uživamo v njegovem razvoju. Če potrebujete pomoč, poiščite povezave do pomoči skupaj z najnovejšimi novicami na našem spletišču.

# #32320
source: Enable Cron
sl: Omogoči Cron

# #32323
source: Reset to Defaults
sl: Ponastavi na privzeto

# #32324
source: Reset System Settings to defaults
sl: Ponastavi sistemske nastavitve na privzete

# #32325
source: Reset @DISTRONAME@ to defaults
sl: Ponastavi @DISTRONAME@ na privzete vrednosti

# #32326
source: Are you sure?
sl: Ste prepričani?

# #32328
source: The system must reboot.
sl: Sistem se mora ponovno zagnati.

# #32329
source: Rebooting in %d seconds
sl: Ponoven zagon v %d sekundah

# #32330
source: Keyboard Type
sl: Vrsta tipkovnice

# #32333
source: Connected:
sl: Povezani:

# #32334
source: Yes
sl: Da

# #32335
source: No
sl: Ne

# #32338
source: No Bluetooth adapter found.
sl: Vmesnika Bluetooth ni mogoče zaznati.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
sl: Nobene naprave Bluetooth ni mogoče zaznati. Napravo Bluetooth postavite v[CR]razpoznavni način in zaženite iskanje.

# #32343
source: Enter the following Key on your Device.
sl: Na napravi vnesite naslednji ključ.

# #32344
source: Enable Bluetooth
sl: Omogoči Bluetooth

# #32346
source: Bluetooth is disabled
sl: Bluetooth je onemogočen

# #32358
source: Trust and Connect
sl: Zaupaj in se poveži

# #32362
source: Check for updates now:
sl: Preverite obstoj posodobitev zdaj:

# #32364
source: Update available
sl: Na voljo je posodobitev

# #32365
source: Show Update Notifications
sl: Pokaži obvestila o posodobitvah

# #32366
source: Update Download Completed
sl: Prenos posodobitve zaključen

# #32367
source: Update Extract Complete
sl: Razširjanje posodobitve zaključeno

# #32368
source: Advanced Network Settings
sl: Napredne omrežne nastavitve

# #32369
source: Wait for network before starting Kodi
sl: Počakaj na omrežje pred zagonom sistema Kodi

# #32370
source: Maximum Wait Time (Sec.)
sl: Najdaljša čakalna doba (s)

# #32371
source: Backup
sl: Varnostno kopiraj

# #32372
source: Create System and Kodi Backup
sl: Ustvari varnostno kopijo sistema in Kodija

# #32373
source: Restore Backup
sl: Obnovi varnostno kopijo

# #32375
source: Backup Progress
sl: Napredek varnostnega kopiranja

# #32379
source: There is not enough free storage space to continue!
sl: Primanjkuje nezasedenega prostora za nadaljevanje!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
sl: Obnovitev sistemskih nastavitev zahteva ponoven zagon. Ste prepričani, da jih želite obnoviti?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
sl: Želite sprejeti dohodni prenos datoteke prek vmesnika Bluetooth?

# #32382
source: Speed
sl: Hitrost

# #32383
source: Play Files ?
sl: Želite predvajati datoteke?

# #32384
source: OBEX Enabled
sl: OBEX omogočen

# #32385
source: OBEX Upload Folder
sl: Mapa za prenos OBEX

# #32386
source: Keyboard Layout Variant #1
sl: Postavitev tipk št. 1

# #32387
source: Keyboard Layout Variant #2
sl: Postavitev tipk št. 2

# #32388
source: Enable Standby
sl: Omogoči mirovanje

# #32389
source: Disable Standby
sl: Onemogoči mirovanje

# #32390
source: Settings addon is not yet ready, please try again later.
sl: Dodatek za nastavitve še ni pripravljen, poskusite znova kasneje.

# #32391
source: Enable LCD Driver Support
sl: Omogoči podporo za gonilnik LCD
