Repository: whufclee/XBMC-Python
Catalog: service.openelec.settings/language/Hungarian/strings.po
Languages: hu

# #600
source: @DISTRONAME@ Settings
hu: @DISTRONAME@ Beállítások

# #601
source: Interface
hu: Kezelőfelület

# #602
source: Address
hu: Cím

# #603
source: Type
hu: Típus

# #604
source: State
hu: Állam

# #605
source: Address
hu: Cím

# #606
source: Distribution:
hu: Disztribúció:

# #607
source: Version:
hu: Verzió:

# #608
source: Architecture:
hu: Rendszer:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Kodi media center. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
hu: Open Embedded Linux Entertainment Center (OpenELEC) egy minimalista Linux disztribúció ami az Kodi médiaközpont céljára készült. Az OpenELEC gyors indulásra lett optimalizálva és gyors telepítésre ami annyira egyszerű hogy bárki egy HTPC-t bekonfigurált médialejátszóvá alakíthat 15 perc alatt.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
hu: [B]Támogatás:[/B][CR]Web: http://openelec.tv[CR]Fórum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Közzöségi oldalak:[/B][CR]IRC: #openelec on freenode.net (web alapú szintén elérhető a webes felületről)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
hu: Az OpenELEC projekt a jóakaraton, szereteten és az adományokon alapszik. Ha szeretne hozzájárulni a projekthez, ezt megteheti az alábbi formákba: PayPal, Flattr or Bitcoin. Az adakozás egyszerű és néhány perc alatt elvégezhető. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
hu: Hosztnév, billentyűzettípus beállítása, reset, frissítés, mentés és visszaállítás kezdeményezése

# #701
source: Configure network startup options, NTP and VPNs
hu: Hálózati indítás opciók beállítása, NTP és VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
hu: Vezetékes és vezetéknélküli, valamint VPN hálózati kapcsolatok kezelése.

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
hu: Rendszerszolgáltatások beállítása, úgymint Samba, SSH, Cron, Avahi és Syslog

# #704
source: Configure and pair Bluetooth devices
hu: Bluetooth eszközök beáálítása és párosítása

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
hu: Hasznos információk úgymint verzióinformációk és a rendszer részletei, támogatás és közösségi oldalak elérhetőségei, és a projekt támogatása

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
hu: A @DISTRONAME@ nevű OpenELEC rendszer hosztneve. Ez használatos mint a HTPC \\számítógépnév Windowsban és az SMB szerver név a Mac OS Keresőben

# #711
source: Configure the 1st keyboard software layout
hu: 1. billentyűzetkiosztás beállítása

# #712
source: Configure the 2nd keyboard software layout
hu: 2. billentyűzetkiosztás beállítása

# #713
source: Configure the physical keyboard type
hu: Billentyűzet fizikai típus beállítása

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
hu: A @DISTRONAME@ nevű OpenELEC beállítható automatikus vagy kézi frissítésre. Az automatikus frissítés a végleges változatok esetén elérhető. Az automatikus frissítés lehetősége a a béta és a fejlesztői változatokban letiltásra kerül.

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
hu: ON állásban a képernyőn megjelenik egy figyelmeztetés ha újabb változat érhető el

# #716
source: Click to manually check the @DISTRONAME@ servers for an updated release
hu: Kattintásra frissebb @DISTRONAME@ változat keresése az OpenELEC szervereken.

# #717
source: If you have an small LCD or VFD attached to your @DISTRONAME@ system you must configure the correct display driver
hu: Ha Önnek kisméretű LCD vagy VFD kijelző van csatlakoztatva az @DISTRONAME@ rendszerhez akkor be kell állítsa megfelelő kijelző meghajtóprogramot.

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
hu: ON beállítással a Bluetooth eszközök letiltásra kerülnek energiatakarékos módokban

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
hu: Generál egy tar állományt minden @DISTRONAME@ és Kodi konfigurációs beállításokkal, adatbázisokkal és bélyegképekkel. a mentés fájljai a /storage/backups mappába kerülnek.

# #723
source: Restore a tar archive backup previously created using the backup option above
hu: Tar állomány visszaállítása ami az előző opció használatával készült.

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
hu: [COLOR FF00FF00]SOFT RESET[/COLOR] Az @DISTRONAME@ konfigurációjának alapra állítása (szintén alaphelyzetbe állítja az Kodi-t a médiatárral együtt. A médiafájlok - zene/videók/stb érintetlen marad)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
hu: [COLOR FFFF0000]HARD RESET[/COLOR] Az @DISTRONAME@ OS és Kodi konfigurációjának alaphelyzetbe állítása (a rendszerpartíción minden adat törlésre kerül)

# #726
source: Enable or disable support for Wireless (WLAN) networks
hu: Vezetéknélküli (WLAN) hálózatok engedélyezése vagy letiltása

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
hu: 'tethering' hozzáférési pont engedélyezése. Ehhez szükséges hogy a vezeték nélküli kártya (és meghatóprogram) támogassa a híd és hozzáférési pont módokat. Nem minden kártya képes rá.

# #728
source: Configure the Access Point SSID
hu: Hozzáférési Pont SSID megadása

# #729
source: Configure the Access Point Passphrase
hu: Hozzáférési Mód jelszavának megdása

# #730
source: Enable or disable support for Wired (Ethernet) networks
hu: Vezetékes (Ethernet) hálózatok engedélyezése vagy letiltása

# #732
source: Configure the 1st time (NTP) server
hu: 1. (NTP) szerver beállítása

# #733
source: Configure the 2nd time (NTP) server
hu: 2. (NTP) szerver beállítása

# #734
source: Configure the 3rd time (NTP) server
hu: 3. (NTP) szerver beállítása

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
hu: ON állásban az Kodi indítása késleltetésre kerül amíg a hálózat elérhetővé válik. Használja ezt az opciót ha az Kodi indítása előbb megtörténik minthogy a halózat felállna és a központi MySQL szerver elérhetővé válik.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
hu: ON állásban a belső Samba (SMB) fájlmegosztó szolgáltatás engedélyezésre kerül.

# #739
source: Set to ON to require username/password access to local Samba fileshares
hu: ON állásban Felhasználói nevet és jelszót kér a helyi Samba megosztáshoz

# #740
source: Set the username for Samba sharing
hu: A Samba megosztás felhasználói neve

# #741
source: Set the password for Samba sharing
hu: A Samba megosztás jelszava

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
hu: ON állásban a a beépített SSH szerver elérhetővé válik. Az SSH konzol elérhető a 'root' felhasználói névvel és '@ROOT_PASSWORD@' jelszóval.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
hu: Állítsa ON állsába ha privát SSH kulcsot másolt a HTPC-re és ezzel fokozza a biztonságot SSH felhasználói név és jelszó megadása helyett.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
hu: ON állásban engedélyezi az Avahi (Zeroconf/Bonjour) hálózati felfedező szolgáltatást

# #745
source: Set to ON to enable the cron daemon
hu: ON állásban engedélyezi a cron szolgáltatást

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
hu: Az OBEX fájlátvitellel küldhet fájlokat, például filmeket vagy képeket Bluetooth-on keresztül az@DISTRONAME@-re.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
hu: Itt megadhatja a könyvtárat ahol az OBEX fájlátvitel a beérkező fájlokat tárolja

# #753
source: Configure the 1st keyboard software Variant
hu: Az 1. billentyűzetszoftver Variáció beállítása

# #754
source: Configure the 2nd keyboard software Variant
hu: A 2. billentyűzetszoftver Variáció beállítása

# #755
source: Auto share external drives / partitions
hu: Külső meghajtók/partíciók automatikus megosztása

# #32001
source: Services
hu: Szolgáltatások

# #32002
source: System
hu: Rendszer

# #32003
source: Interface
hu: Interfész

# #32007
source: Driver
hu: Meghajtóprogram

# #32008
source: LCD/VFD Driver
hu: LCD/VFD Meghajtóprogram

# #32009
source: Keyboard
hu: Billentyűzet

# #32010
source: Keyboard Layout
hu: Billentyűzetkiosztás

# #32012
source: Select Action
hu: Művelet kiválasztása

# #32013
source: Updates
hu: Frissítések

# #32014
source: Automatic Updates
hu: Automatikus Frissítés

# #32100
source: Connections
hu: Kapcsolatok

# #32101
source: Network
hu: Hálózat

# #32102
source: Wireless Networks
hu: Vezetéknélküli hálózatok

# #32103
source: Wired Networks
hu: Vezetékes Hálózatok

# #32105
source: Active
hu: Aktív

# #32106
source: Username
hu: Felhasználónév

# #32107
source: Passphrase
hu: Jelszó

# #32108
source: Enable 'tethered' Wireless Access Point
hu: 'tether' hozzáférési pont engedélyezése

# #32109
source: Connect Automatically
hu: Automatikusan Kapcsolódik

# #32110
source: Connection
hu: Kapcsolat

# #32113
source: IP Address Method
hu: IP Cím Mód

# #32114
source: IP Address
hu: IP Cím

# #32115
source: Subnet Mask
hu: Alhálózati Maszk

# #32116
source: Default Gateway
hu: Alapértelmezett Átjáró

# #32117
source: Prefix Length
hu: Prefix Hossz

# #32118
source: Privacy
hu: Titkosítás

# #32119
source: DNS Servers
hu: DNS kiszolgálók

# #32120
source: Nameserver #1
hu: Névszerver #1

# #32121
source: Nameserver #2
hu: Névszerver #2

# #32122
source: Nameserver #3
hu: Névszerver #3

# #32123
source: NTP Servers
hu: NTP Szerverek

# #32124
source: Timeserver #1
hu: Időkiszolgáló #1

# #32125
source: Timeserver #2
hu: Időkiszolgáló #2

# #32126
source: Timeserver #3
hu: Időkiszolgáló #3

# #32127
source: DNS Domains
hu: DNS Tartomány

# #32140
source: Save
hu: Mentés

# #32141
source: Delete
hu: Törlés

# #32142
source: Refresh
hu: Frissítés

# #32143
source: Disconnect
hu: Szétkapcsolás

# #32144
source: Connect
hu: Kapcsolódás

# #32146
source: Hidden Network Name
hu: Rejtett Hálózati Név

# #32147
source: Wireless Network Passphrase
hu: Vezetéknélküli Hálózat Jelszó

# #32148
source: Wireless Network Username
hu: Vezetéknélküli Hálózat Felhasználói Név

# #32150
source: Edit
hu: Szerkeszt

# #32180
source: Would you like to update @DISTRONAME@ now?
hu: Akarod frissíteni az @DISTRONAME@-t?

# #32181
source: Filename
hu: Fájlnév

# #32182
source: Download speed
hu: Letöltési sebesség

# #32183
source: Time remaining
hu: Hátralévő idő

# #32184
source: Extract file
hu: Fájl kibontása

# #32185
source: Extract speed
hu: Kitömörítés segessége

# #32186
source: Initialize Archive File
hu: Archív Fájl inicializálása

# #32187
source: Latest Version
hu: Legfrissebb Verzió

# #32188
source: Current Version
hu: Aktuális Verzió

# #32189
source: Identification
hu: Azonosítás

# #32190
source: System Name
hu: Rendszer Név

# #32196
source: About
hu: Névjegy

# #32202
source: Use Samba Password Authentication
hu: Samba jelszó hitelesítés használata

# #32203
source: Disable SSH Password
hu: SSH jelszó kikapcsolása

# #32204
source: Enable Samba
hu: Samba engedélyezése

# #32205
source: Enable SSH
hu: SSH engedélyezése

# #32206
source: Enable Avahi (Zeroconf)
hu: Avahi (Zeroconf) engedélyezése

# #32208
source: Hidden Wlan
hu: Rejtett Wlan

# #32212
source: Cancel
hu: Mégsem

# #32216
source: Auto-Share External Drives
hu: Külső Megható automatikus megosztása

# #32300
source: Welcome to @DISTRONAME@
hu: Üdvözli önt az @DISTRONAME@!

# #32301
source: Welcome
hu: Üdvözlet

# #32303
source: Next
hu: Következő

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
hu: A hálózaton való könnyű azonosíthatósághoz az @DISTRONAME@ gépnek név megadása szükséges.[CR][CR]Érdemes valami jellemező nevet választani - pl. melyik szobában található - amiből látható hoy melyik gépről van szó.[CR][CR]Ez a név kerül használatra a hálózati szolgáltatásokban is, mint a Samba.

# #32305
source: Networking
hu: Hálózatkezelés

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
hu: Ahhoz hogy háttér-információk, bannerek, bélyegképek legyenek letöltve a filmekez és sorozatokhoz, és olyan online szolgáltatásokat használhass mint pl. a YouTube, az @DISTRONAME@ internethez való kapcsolódása szükséges. [CR][CR]Szintén internet kapcsolat szükséges az @DISTRONAME@ automatikus frissítéséhez.

# #32308
source: Hostname:
hu: Hosztnév:

# #32309
source: The following Networks are currently available:
hu: A következő Hálózatok elérhetőek:

# #32311
source: Sharing and Remote Access
hu: Megosztás és Távoli Elérés

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
hu: Az @DISTRONAME@ támogatja az SSH távoli elérést. Ez azon haladó felhasználók számára hasznos akik az @DISTRONAME@ alatt futó operációs rendszer közvetlen elérését igénylik. Az alapértelmezett felhasználónév [COLOR blue]root[/COLOR] és az alapértelmezett jelszó [COLOR blue]@ROOT_PASSWORD@[/COLOR]

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
hu: A fájlok számítógépek közötti megosztásához az @DISTRONAME@ beépített samba szervert tartalmaz. Ez a samba szerver a helyi hálózatba integrálódik és kényelmesen elérhető akár a Windows Intézővel is.

# #32316
source: Configure Services:
hu: Szolgáltatások beállítása:

# #32317
source: Thank you
hu: Köszönöm

# #32318
source: Your @DISTRONAME@ installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website
hu: Az @DISTRONAME@ telepítése befejeződött és most elindul az Kodi ahol beállíthatja a médiatárát. Ehhez segítséget talál a wiki.kodi.tv címen.[CR][CR]Az @DISTRONAME@ fejlesztését egy dedikált csapat végzi akik a szabad idejüket áldozzák erre a feladatra. Mégha ez egy önkéntes projekt is, az internetes sávszélesség használat és a fejlesztői eszközök költséget generálnak ezért ha az @DISTRONAME@ hasznos az Ön számára, bármekkora adományért hálásak vagyunk.[CR][CR]Végül, reméljük annyira élvezi az @DISTRONAME@ használatát, mint amennyire mi élvezzük a készítését. Ha további segítségre van szüksége, hasznos linkeket találhat az weboldalunkon.

# #32320
source: Enable Cron
hu: Cron engedélyezése

# #32323
source: Reset to Defaults
hu: Alapértelmezett állapot visszaállítása

# #32324
source: Reset System Settings to defaults
hu: Rendszerbeállítások visszaállítása

# #32325
source: Reset @DISTRONAME@ to defaults
hu: Az @DISTRONAME@ beállításaink visszaállítása

# #32326
source: Are you sure?
hu: Megerősítés?

# #32328
source: The system must reboot.
hu: A rendszer újraindítása szükséges.

# #32329
source: Rebooting in %d seconds
hu: Újraindítás %d másodpercen belül.

# #32330
source: Keyboard Type
hu: Billentyűzet Típus

# #32333
source: Connected:
hu: Csatlakoztatva:

# #32334
source: Yes
hu: Igen

# #32335
source: No
hu: Nem

# #32338
source: No Bluetooth adapter found.
hu: Bluetooth adapter nem található

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
hu: Bluetooth eszköz nem található. Kérjük állítsa a Bluetooth eszközt felfedezés módba[CR]és kezdje a keresést

# #32343
source: Enter the following Key on your Device.
hu: Adja meg a következő Kulcsot az Eszközön.

# #32344
source: Enable Bluetooth
hu: Bluetooth engedélyezése

# #32346
source: Bluetooth is disabled
hu: Bluetooth letiltva.

# #32358
source: Trust and Connect
hu: Párosít és Kapcsolódik

# #32362
source: Check for updates now:
hu: Frissítések azonnali keresése:

# #32364
source: Update available
hu: Frissítés elérhető

# #32365
source: Show Update Notifications
hu: Frissítések Értesítéseinek Megjelenítése

# #32366
source: Update Download Completed
hu: Frissítés Letöltése Kész

# #32367
source: Update Extract Complete
hu: Frissítés Kicsomagolása Kész

# #32368
source: Advanced Network Settings
hu: Haladó Hálózati Beállítások

# #32369
source: Wait for network before starting Kodi
hu: Várakozás a hálózatra az Kodi indulása előtt

# #32370
source: Maximum Wait Time (Sec.)
hu: Maximum várakozási idő (mp.)

# #32371
source: Backup
hu: Biztonsági mentés

# #32372
source: Create System and Kodi Backup
hu: Rendszer és Kodi Mentés

# #32373
source: Restore Backup
hu: Mentés Visszaállítása

# #32375
source: Backup Progress
hu: Mentési Folyamat

# #32379
source: There is not enough free storage space to continue!
hu: Nincs elég szabad hely a folytatáshoz!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
hu: A mentés visszaállításához újraindítás szükséges. Biztosan vissza akarja állítani?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
hu: Elfogadja a beérkező Bluetooth Fájlátvitelt?

# #32382
source: Speed
hu: Sebesség

# #32383
source: Play Files ?
hu: Fájlok Lejátszása?

# #32384
source: OBEX Enabled
hu: OBEX Engedélyezve

# #32385
source: OBEX Upload Folder
hu: OBEX Feltöltési Könyvtár

# #32386
source: Keyboard Layout Variant #1
hu: Billentyűzetkiosztás Variáció #1

# #32387
source: Keyboard Layout Variant #2
hu: Billentyűzetkiosztás Variáció #2

# #32388
source: Enable Standby
hu: Készenlét engedélyezése

# #32389
source: Disable Standby
hu: Készenlét tiltása

# #32390
source: Settings addon is not yet ready, please try again later.
hu: Beállítások kiegészítő még nincs kész, próbálja később.

# #32391
source: Enable LCD Driver Support
hu: LCD kijelző támogatás engedélyezése
